Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# bootstrap.houseCard.iphone.qr.error
source: I could not generate the QR. Close this screen and try again.
ar: تعذر إنشاء رمز QR. أغلق هذه الشاشة وحاول مجددًا.
de: Ich konnte den QR-Code nicht erzeugen. Schließen Sie diesen Bildschirm und versuchen Sie es erneut.
es: No pude generar el QR. Cierra esta pantalla e inténtalo de nuevo.
fr: Je n’ai pas pu générer le QR. Fermez cet écran et réessayez.
hi: मैं QR generate नहीं कर सका। यह screen close करें और try again करें।
id: Saya tidak dapat membuat QR. Tutup layar ini dan coba lagi.
ja: QR を生成できませんでした。この画面を閉じて、もう一度お試しください。
ko: QR을 생성할 수 없었습니다. 이 화면을 닫고 다시 시도하세요.
pt_br: Não consegui gerar o QR. Feche esta tela e tente novamente.
pt_pt: Não consegui gerar o QR. Feche este ecrã e tente novamente.
ru: Не удалось создать QR-код. Закройте этот экран и попробуйте снова.
ur: میں QR generate نہیں کر سکا۔ یہ screen close کریں اور try again کریں۔
zh_hans: 无法生成 QR。请关闭此屏幕并重试。

# bootstrap.houseCard.iphone.info.body
source: Open Soyeht on the iPhone connected to the same network as this Mac and point the camera at this code.
ar: افتح Soyeht على iPhone المتصل بالشبكة نفسها مثل هذا Mac ووجّه الكاميرا إلى هذا الرمز.
de: Öffnen Sie Soyeht auf dem iPhone, das mit demselben Netzwerk wie dieser Mac verbunden ist, und richten Sie die Kamera auf diesen Code.
es: Abre Soyeht en el iPhone conectado a la misma red que este Mac y apunta la cámara a este código.
fr: Ouvrez Soyeht sur l’iPhone connecté au même réseau que ce Mac et pointez la caméra vers ce code.
hi: इस Mac जैसे same network से connected iPhone पर Soyeht open करें और camera इस code पर point करें।
id: Buka Soyeht di iPhone yang terhubung ke jaringan yang sama dengan Mac ini, lalu arahkan kamera ke kode ini.
ja: この Mac と同じネットワークに接続された iPhone で Soyeht を開き、カメラをこのコードに向けてください。
ko: 이 Mac과 같은 네트워크에 연결된 iPhone에서 Soyeht를 열고 카메라를 이 코드에 맞추세요.
pt_br: Abra o Soyeht no iPhone conectado à mesma rede que este Mac e aponte a câmera para este código.
pt_pt: Abra o Soyeht no iPhone conectado à mesma rede que este Mac e aponte a câmera para este código.
ru: Откройте Soyeht на iPhone, подключенном к той же сети, что и этот Mac, и наведите камеру на этот код.
ur: اس Mac جیسے same network سے connected iPhone پر Soyeht open کریں اور camera اس code پر point کریں۔
zh_hans: 在与这台 Mac 连接到同一网络的 iPhone 上打开 Soyeht，并将相机对准此代码。

# bootstrap.houseCard.a11y
source: Home %@ created. Add an iPhone to continue.
ar: تم إنشاء المنزل %@. أضف iPhone للمتابعة.
de: Zuhause %@ erstellt. Fügen Sie ein iPhone hinzu, um fortzufahren.
es: Casa %@ creada. Añade un iPhone para continuar.
fr: Maison %@ créée. Ajoutez un iPhone pour continuer.
hi: Home %@ created. Continue करने के लिए iPhone add करें.
id: Home %@ dibuat. Tambahkan iPhone untuk melanjutkan.
ja: 家 %@ が作成されました。続行するには iPhone を追加してください。
ko: 홈 %@이 생성되었습니다. 계속하려면 iPhone을 추가하세요.
pt_br: Casa %@ criada. Adicione um iPhone para continuar.
pt_pt: Casa %@ criada. Adicione um iPhone para continuar.
ru: Home %@ создан. Добавьте iPhone, чтобы продолжить.
ur: Home %@ created. Continue کرنے کے لیے iPhone add کریں.
zh_hans: 家 %@ 已创建。添加 iPhone 以继续。

# bootstrap.houseCard.mac.badge
source: computer
ar: كمبيوتر
es: computadora
fr: ordinateur
id: komputer
ja: コンピュータ
ko: 컴퓨터
pt_br: computador
pt_pt: computador
ru: компьютер
zh_hans: 电脑

# bootstrap.houseCard.iphone.slot
source: add iPhone
ar: إضافة iPhone
de: iPhone hinzufügen
es: añadir iPhone
fr: ajouter un iPhone
hi: iPhone add करें
id: tambah iPhone
ja: iPhone を追加
ko: iPhone 추가
pt_br: ✨ adicionar iPhone
pt_pt: ✨ adicionar iPhone
ru: добавить iPhone
ur: iPhone add کریں
zh_hans: 添加 iPhone

# bootstrap.houseCard.iphone.slot.a11y
source: Add iPhone as first resident
ar: إضافة iPhone كأول مقيم
de: iPhone als ersten Bewohner hinzufügen
es: Añadir iPhone como primer residente
fr: Ajouter l’iPhone comme premier résident
hi: iPhone को first resident के रूप में add करें
id: Tambahkan iPhone sebagai penghuni pertama
ja: iPhone を最初の住人として追加
ko: iPhone을 첫 번째 구성원으로 추가
pt_br: Adicionar iPhone como primeiro morador
pt_pt: Adicionar iPhone como primeiro morador
ru: Добавить iPhone как первого резидента
ur: iPhone کو first resident کے طور پر add کریں
zh_hans: 将 iPhone 添加为第一位成员

# bootstrap.houseCard.pairing.regressed
source: Pairing was interrupted. Close and reopen Soyeht to try again.
ar: تمت مقاطعة الاقتران. أغلق Soyeht وافتحه مرة أخرى للمحاولة.
de: Die Kopplung wurde unterbrochen. Schließen und öffnen Sie Soyeht erneut, um es wieder zu versuchen.
es: El emparejamiento se interrumpió. Cierra y vuelve a abrir Soyeht para intentarlo de nuevo.
fr: L’appairage a été interrompu. Fermez et rouvrez Soyeht pour réessayer.
hi: Pairing interrupted हो गई। Try again करने के लिए Soyeht close करके reopen करें।
id: Pemasangan terputus. Tutup dan buka kembali Soyeht untuk mencoba lagi.
ja: ペアリングが中断されました。Soyeht を閉じて再度開き、もう一度お試しください。
ko: 페어링이 중단되었습니다. Soyeht를 닫았다가 다시 열어 다시 시도하세요.
pt_br: O pareamento foi interrompido. Feche e abra o Soyeht para tentar novamente.
pt_pt: O pareamento foi interrompido. Feche e abra o Soyeht para tentar de novo.
ru: Сопряжение было прервано. Закройте и снова откройте Soyeht, чтобы попробовать еще раз.
ur: Pairing interrupted ہو گئی۔ Try again کرنے کے لیے Soyeht close کر کے reopen کریں۔
zh_hans: 配对已中断。请关闭并重新打开 Soyeht 后重试。

# bootstrap.approval.title
source: A quick permission
ar: إذن سريع
de: Eine kurze Berechtigung
es: Un permiso rápido
fr: Une autorisation rapide
hi: एक quick permission
id: Izin singkat
ja: 簡単な許可
ko: 빠른 권한 설정
pt_br: Uma permissão rápida
pt_pt: Uma permissão rápida
ru: Быстрое разрешение
ur: ایک quick permission
zh_hans: 一个快速权限

# bootstrap.approval.body
source: For Soyeht to stay alive on this Mac, enable it in System Settings > General > Login Items.
ar: ليظل Soyeht نشطًا على هذا Mac، فعّله من System Settings > General > Login Items.
de: Damit Soyeht auf diesem Mac aktiv bleibt, aktivieren Sie es unter Systemeinstellungen > Allgemein > Anmeldeobjekte.
es: Para que Soyeht siga activo en este Mac, actívalo en Ajustes del Sistema > General > Ítems de inicio.
fr: Pour que Soyeht reste actif sur ce Mac, activez-le dans Réglages Système > Général > Ouverture.
hi: Soyeht को इस Mac पर alive रखने के लिए, इसे System Settings > General > Login Items में enable करें।
id: Agar Soyeht tetap aktif di Mac ini, aktifkan di System Settings > General > Login Items.
ja: この Mac で Soyeht を動作させ続けるには、システム設定 > 一般 > ログイン項目 で有効にしてください。
ko: 이 Mac에서 Soyeht가 계속 실행되도록 하려면 시스템 설정 > 일반 > 로그인 항목에서 활성화하세요.
pt_br: Para o Soyeht continuar vivo neste Mac, precisamos que você o habilite em Ajustes do Sistema → Geral → Itens de Login.
pt_pt: Para o Soyeht continuar vivo neste Mac, precisamos que o ative em Definições do Sistema → Geral → Itens de início de sessão.
ru: Чтобы Soyeht оставался активным на этом Mac, включите его в System Settings > General > Login Items.
ur: Soyeht کو اس Mac پر alive رکھنے کے لیے، اسے System Settings > General > Login Items میں enable کریں۔
zh_hans: 为了让 Soyeht 在这台 Mac 上保持运行，请在“系统设置 > 通用 > 登录项”中启用它。

# bootstrap.approval.cta
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: Settings खोलें
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ru: Открыть настройки
ur: Settings کھولیں
zh_hans: 打开设置

# bootstrap.approval.retry
source: I enabled it
ar: لقد فعلته
de: Ich habe es aktiviert
es: Ya lo activé
fr: Je l’ai activé
hi: मैंने इसे enable किया
id: Saya sudah mengaktifkannya
ja: 有効にしました
ko: 활성화했습니다
pt_br: Já habilitei
pt_pt: Já ativei
ru: Я включил это
ur: میں نے اسے enable کیا
zh_hans: 我已启用

# bootstrap.approval.step
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Passo 1 de 3
pt_pt: Passo 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.approval.hint
source: System Settings > General > Login Items
ar: إعدادات النظام > عام > عناصر تسجيل الدخول
de: Systemeinstellungen > Allgemein > Anmeldeobjekte
es: Ajustes del Sistema > General > Ítems de inicio
fr: Réglages Système > Général > Ouverture
ja: システム設定 > 一般 > ログイン項目
ko: 시스템 설정 > 일반 > 로그인 항목
pt_br: Ajustes do Sistema → Geral → Itens de Login
pt_pt: Definições do Sistema → Geral → Itens de início de sessão
zh_hans: 系统设置 > 通用 > 登录项

# bootstrap.approval.hint.a11y
source: Path: System Settings, General, Login Items
ar: المسار: إعدادات النظام، عام، عناصر تسجيل الدخول
de: Pfad: Systemeinstellungen, Allgemein, Anmeldeobjekte
es: Ruta: Ajustes del Sistema, General, Ítems de inicio
fr: Chemin : Réglages Système, Général, Ouverture
id: Jalur: System Settings, General, Login Items
ja: パス: システム設定、一般、ログイン項目
ko: 경로: 시스템 설정, 일반, 로그인 항목
pt_br: Caminho: Ajustes do Sistema, Geral, Itens de Login
pt_pt: Caminho: Definições do Sistema, Geral, Itens de início de sessão
ru: Путь: System Settings, General, Login Items
zh_hans: 路径：系统设置，通用，登录项

# bootstrap.houseNaming.title
source: What do you want to call your home?
ar: ماذا تريد أن تسمي منزلك؟
de: Wie möchten Sie Ihr Zuhause nennen?
es: ¿Cómo quieres llamar a tu casa?
fr: Comment voulez-vous appeler votre maison ?
hi: आप अपने home को क्या call करना चाहते हैं?
id: Apa nama home Anda?
ja: 家にどんな名前を付けますか？
ko: 홈 이름을 무엇으로 할까요?
pt_br: Como você quer chamar sua casa?
pt_pt: Como quer chamar a sua casa?
ru: Как вы хотите назвать свой home?
ur: آپ اپنے home کو کیا call کرنا چاہتے ہیں؟
zh_hans: 你想给家起什么名字？

# bootstrap.houseNaming.subtitle
source: You can change this later.
ar: يمكنك تغيير ذلك لاحقًا.
de: Sie können das später ändern.
es: Puedes cambiarlo más tarde.
fr: Vous pourrez le modifier plus tard.
hi: आप इसे बाद में change कर सकते हैं।
id: Anda dapat mengubahnya nanti.
ja: これは後で変更できます。
ko: 나중에 변경할 수 있습니다.
pt_br: Você pode mudar isso depois.
pt_pt: Pode mudar isto depois.
ru: Это можно изменить позже.
ur: آپ اسے بعد میں change کر سکتے ہیں۔
zh_hans: 稍后可以更改。

# bootstrap.houseNaming.cta
source: Create Home
ar: إنشاء المنزل
de: Zuhause erstellen
es: Crear casa
fr: Créer la maison
hi: Home create करें
id: Buat Home
ja: 家を作成
ko: 홈 만들기
pt_br: Criar Casa
pt_pt: Criar Casa
ru: Создать Home
ur: Home create کریں
zh_hans: 创建家

# bootstrap.houseNaming.cta.a11y
source: Create the home with the provided name
ar: إنشاء المنزل بالاسم المدخل
de: Zuhause mit dem angegebenen Namen erstellen
es: Crear la casa con el nombre indicado
fr: Créer la maison avec le nom fourni
hi: दिए गए name के साथ home create करें
id: Buat home dengan nama yang diberikan
ja: 入力した名前で家を作成します
ko: 입력한 이름으로 홈을 만듭니다
pt_br: Criar a casa com o nome fornecido
pt_pt: Criar a casa com o nome fornecido
ru: Создать home с указанным именем
ur: دیے گئے name کے ساتھ home create کریں
zh_hans: 使用提供的名称创建家

# bootstrap.houseNaming.step
source: Step 2 of 3
ar: الخطوة 2 من 3
de: Schritt 2 von 3
es: Paso 2 de 3
fr: Étape 2 sur 3
id: Langkah 2 dari 3
ja: ステップ 2 / 3
ko: 3단계 중 2단계
pt_br: Passo 2 de 3
pt_pt: Passo 2 de 3
ru: Шаг 2 из 3
zh_hans: 第 2 步，共 3 步

# bootstrap.houseNaming.field.a11y
source: Home name, %lld of %lld characters
ar: اسم المنزل، %lld من %lld حرفًا
de: Name des Zuhauses, %lld von %lld Zeichen
es: Nombre de la casa, %lld de %lld caracteres
fr: Nom de la maison, %lld sur %lld caractères
id: Nama home, %lld dari %lld karakter
ja: 家の名前、%lld / %lld 文字
ko: 홈 이름, %lld/%lld자
pt_br: Nome da casa, %lld de %lld caracteres
pt_pt: Nome da casa, %lld de %lld caracteres
ru: Имя home, %lld из %lld символов
zh_hans: 家名称，%lld/%lld 个字符

# bootstrap.houseNaming.validation.forbidden
source: Some characters are not allowed in the name.
ar: بعض الأحرف غير مسموح بها في الاسم.
de: Einige Zeichen sind im Namen nicht erlaubt.
es: Algunos caracteres no están permitidos en el nombre.
fr: Certains caractères ne sont pas autorisés dans le nom.
hi: Name में कुछ characters allowed नहीं हैं।
id: Beberapa karakter tidak boleh digunakan dalam nama.
ja: 名前に使用できない文字があります。
ko: 이름에 사용할 수 없는 문자가 있습니다.
pt_br: Alguns caracteres não são permitidos no nome.
pt_pt: Alguns caracteres não são permitidos no nome.
ru: Некоторые символы нельзя использовать в имени.
ur: Name میں کچھ characters allowed نہیں ہیں۔
zh_hans: 名称中包含不允许使用的字符。

# bootstrap.houseNaming.field.placeholder
source: Home name
ar: اسم المنزل
de: Name des Zuhauses
es: Nombre de la casa
fr: Nom de la maison
id: Nama home
ja: 家の名前
ko: 홈 이름
pt_br: Nome da casa
pt_pt: Nome da casa
ru: Имя home
zh_hans: 家名称

# bootstrap.installPreview.cta
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
id: Instal
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
zh_hans: 安装

# bootstrap.installPreview.cta.a11y
source: Install Soyeht on this Mac
ar: تثبيت Soyeht على هذا Mac
de: Soyeht auf diesem Mac installieren
es: Instalar Soyeht en este Mac
fr: Installer Soyeht sur ce Mac
hi: इस Mac पर Soyeht install करें
id: Instal Soyeht di Mac ini
ja: この Mac に Soyeht をインストール
ko: 이 Mac에 Soyeht 설치
pt_br: Instalar o Soyeht neste Mac
pt_pt: Instalar o Soyeht neste Mac
ru: Установить Soyeht на этот Mac
ur: اس Mac پر Soyeht install کریں
zh_hans: 在这台 Mac 上安装 Soyeht

# bootstrap.installPreview.step
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Passo 1 de 3
pt_pt: Passo 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.installPreview.step.a11y
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Etapa 1 de 3
pt_pt: Etapa 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.installPreview.title
source: What will happen
ar: ما الذي سيحدث
de: Was passieren wird
es: Qué ocurrirá
fr: Ce qui va se passer
hi: क्या होगा
id: Apa yang akan terjadi
ja: 何が行われるか
ko: 진행 내용
pt_br: O que vai acontecer
pt_pt: O que vai acontecer
ru: Что произойдет
ur: کیا ہوگا
zh_hans: 将会发生什么

# bootstrap.installPreview.subtitle
source: Fast, quiet, and no administrator password.
ar: سريع وهادئ ولا يحتاج إلى كلمة مرور المسؤول.
de: Schnell, leise und ohne Administratorkennwort.
es: Rápido, silencioso y sin contraseña de administrador.
fr: Rapide, discret et sans mot de passe administrateur.
hi: Fast, quiet, और no administrator password.
id: Cepat, senyap, dan tanpa kata sandi administrator.
ja: 高速で静か、管理者パスワードは不要です。
ko: 빠르고 조용하며 관리자 암호가 필요 없습니다.
pt_br: Rápido, silencioso e sem senha de administrador.
pt_pt: Rápido, silencioso e sem palavra-passe de administrador.
ru: Быстро, тихо и без пароля администратора.
ur: Fast, quiet, اور no administrator password.
zh_hans: 快速、安静，无需管理员密码。

# bootstrap.installPreview.bullet1.title
source: Soyeht stays active on this Mac
ar: يبقى Soyeht نشطًا على هذا Mac
de: Soyeht bleibt auf diesem Mac aktiv
es: Soyeht permanece activo en este Mac
fr: Soyeht reste actif sur ce Mac
hi: Soyeht इस Mac पर active रहता है
id: Soyeht tetap aktif di Mac ini
ja: Soyeht はこの Mac でアクティブなままです
ko: Soyeht는 이 Mac에서 계속 활성 상태로 유지됩니다
pt_br: Soyeht fica ativo neste Mac
pt_pt: Soyeht fica ativo neste Mac
ru: Soyeht остается активным на этом Mac
ur: Soyeht اس Mac پر active رہتا ہے
zh_hans: Soyeht 会在这台 Mac 上保持活动

# bootstrap.installPreview.bullet1.body
source: A lightweight engine keeps running in the background, ready to answer agents.
ar: يبقى محرك خفيف يعمل في الخلفية، جاهزًا للرد على الوكلاء.
de: Eine schlanke Engine läuft im Hintergrund weiter und ist bereit, auf Anfragen von Agenten zu reagieren.
es: Un motor ligero sigue ejecutándose en segundo plano, listo para responder a los agentes.
fr: Un moteur léger continue de fonctionner en arrière-plan, prêt à répondre aux agents.
hi: एक lightweight engine background में running रहता है, agents को answer करने के लिए ready.
id: Mesin ringan tetap berjalan di latar belakang, siap menjawab agen.
ja: 軽量エンジンがバックグラウンドで動作し続け、エージェントに応答できる状態を保ちます。
ko: 가벼운 엔진이 백그라운드에서 계속 실행되어 에이전트에 응답할 준비를 합니다.
pt_br: Um motor leve fica rodando em segundo plano, pronto para responder aos agentes.
pt_pt: Um motor leve continua em execução em segundo plano, pronto para responder aos agentes.
ru: Легкий движок продолжает работать в фоне и готов отвечать агентам.
ur: ایک lightweight engine background میں running رہتا ہے، agents کو answer کرنے کے لیے ready.
zh_hans: 轻量引擎会在后台持续运行，随时准备响应智能体。

# bootstrap.installPreview.bullet2.title
source: Starts automatically at login
ar: يبدأ تلقائيًا عند تسجيل الدخول
de: Startet automatisch bei der Anmeldung
es: Se inicia automáticamente al iniciar sesión
fr: Démarre automatiquement à l’ouverture de session
hi: Login पर automatically start होता है
id: Mulai otomatis saat login
ja: ログイン時に自動起動
ko: 로그인 시 자동 시작
pt_br: Inicia automaticamente ao fazer login
pt_pt: Inicia automaticamente ao iniciar sessão
ru: Запускается автоматически при входе
ur: Login پر automatically start ہوتا ہے
zh_hans: 登录时自动启动

# bootstrap.installPreview.bullet2.body
source: Soyeht appears in the menu when you open the computer.
ar: عند فتح الكمبيوتر، يظهر Soyeht في القائمة.
de: Soyeht erscheint im Menü, wenn Sie den Computer öffnen.
es: Soyeht aparece en el menú cuando abres la computadora.
fr: Soyeht apparaît dans le menu lorsque vous ouvrez l’ordinateur.
hi: Computer open करने पर Soyeht menu में appear होता है।
id: Soyeht muncul di menu saat Anda membuka komputer.
ja: Mac を開くと Soyeht がメニューに表示されます。
ko: 컴퓨터를 열면 메뉴에 Soyeht가 표시됩니다.
pt_br: O Soyeht aparece no menu quando você abre o computador.
pt_pt: O Soyeht aparece no menu quando abre o computador.
ru: Soyeht появляется в меню, когда вы открываете компьютер.
ur: Computer open کرنے پر Soyeht menu میں appear ہوتا ہے۔
zh_hans: 打开电脑时，Soyeht 会显示在菜单中。

# bootstrap.installPreview.bullet3.title
source: No administrator password
ar: لا كلمة مرور للمسؤول
de: Kein Administratorkennwort
es: Sin contraseña de administrador
fr: Aucun mot de passe administrateur
id: Tanpa kata sandi administrator
ja: 管理者パスワード不要
ko: 관리자 암호 없음
pt_br: Sem senha de administrador
pt_pt: Sem palavra-passe de administrador
ru: Без пароля администратора
zh_hans: 无需管理员密码

# bootstrap.installPreview.bullet3.body
source: No password prompt will appear now or later.
ar: لن تظهر مطالبة بكلمة المرور الآن أو لاحقًا.
de: Jetzt und später erscheint keine Passwortabfrage.
es: No aparecerá ningún aviso de contraseña ahora ni más tarde.
fr: Aucune invite de mot de passe n’apparaîtra maintenant ou plus tard.
hi: अब या बाद में कोई password prompt appear नहीं होगा।
id: Tidak akan ada permintaan kata sandi sekarang atau nanti.
ja: 今も後でも、パスワード入力は表示されません。
ko: 지금도 나중에도 암호 요청이 표시되지 않습니다.
pt_br: Nenhum pedido de senha vai aparecer agora, nem depois.
pt_pt: Nenhum pedido de palavra-passe aparecerá agora nem mais tarde.
ru: Запрос пароля не появится ни сейчас, ни позже.
ur: اب یا بعد میں کوئی password prompt appear نہیں ہوگا۔
zh_hans: 现在或以后都不会出现密码提示。

# bootstrap.installPreview.telemetry.label
source: Send anonymous data to improve Soyeht
ar: إرسال بيانات مجهولة لتحسين Soyeht
de: Anonyme Daten senden, um Soyeht zu verbessern
es: Enviar datos anónimos para mejorar Soyeht
fr: Envoyer des données anonymes pour améliorer Soyeht
hi: Soyeht improve करने के लिए anonymous data भेजें
id: Kirim data anonim untuk meningkatkan Soyeht
ja: Soyeht 改善のため匿名データを送信
ko: Soyeht 개선을 위해 익명 데이터 보내기
pt_br: Enviar dados anônimos para melhorar o Soyeht
pt_pt: Enviar dados anónimos para melhorar o Soyeht
ru: Отправлять анонимные данные для улучшения Soyeht
ur: Soyeht improve کرنے کے لیے anonymous data بھیجیں
zh_hans: 发送匿名数据以改进 Soyeht

# bootstrap.installPreview.telemetry.note
source: No personal information. You can change this later in Settings.
ar: لا توجد معلومات شخصية. يمكنك تغيير ذلك لاحقًا من الإعدادات.
de: Keine persönlichen Informationen. Sie können dies später in den Einstellungen ändern.
es: Sin información personal. Puedes cambiarlo más tarde en Ajustes.
fr: Aucune information personnelle. Vous pourrez modifier cela plus tard dans Réglages.
hi: No personal information. आप इसे बाद में Settings में change कर सकते हैं।
id: Tanpa informasi pribadi. Anda dapat mengubahnya nanti di Pengaturan.
ja: 個人情報は含まれません。後で設定から変更できます。
ko: 개인 정보는 포함되지 않습니다. 나중에 설정에서 변경할 수 있습니다.
pt_br: Nenhuma informação pessoal. Você pode mudar depois em Ajustes.
pt_pt: Nenhuma informação pessoal. Pode mudar depois em Definições.
ru: Без личной информации. Это можно изменить позже в настройках.
ur: No personal information. آپ اسے بعد میں Settings میں change کر سکتے ہیں۔
zh_hans: 不包含个人信息。你稍后可以在设置中更改。

# bootstrap.installPreview.telemetry.a11y
source: Option to send anonymous usage data
ar: خيار إرسال بيانات استخدام مجهولة
de: Option zum Senden anonymer Nutzungsdaten
es: Opción para enviar datos anónimos de uso
fr: Option pour envoyer des données d’utilisation anonymes
hi: Anonymous usage data भेजने का option
id: Opsi untuk mengirim data penggunaan anonim
ja: 匿名の使用状況データを送信するオプション
ko: 익명 사용 데이터 전송 옵션
pt_br: Opção para enviar dados anônimos de uso
pt_pt: Opção para enviar dados anônimos de uso
ru: Параметр отправки анонимных данных об использовании
ur: Anonymous usage data بھیجنے کا option
zh_hans: 发送匿名使用数据的选项

# bootstrap.welcome.title
source: Welcome to Soyeht.
ar: مرحبًا بك في Soyeht.
de: Willkommen bei Soyeht.
es: Bienvenido a Soyeht.
fr: Bienvenue dans Soyeht.
hi: Soyeht में welcome.
id: Selamat datang di Soyeht.
ja: Soyeht へようこそ。
ko: Soyeht에 오신 것을 환영합니다.
pt_br: Bem-vindo ao Soyeht.
pt_pt: Bem-vindo ao Soyeht.
ru: Добро пожаловать в Soyeht.
ur: Soyeht میں welcome.
zh_hans: 欢迎使用 Soyeht。

# bootstrap.welcome.subtitle
source: We will prepare this Mac in a few steps.
ar: سنجهّز هذا Mac في بضع خطوات.
de: Wir bereiten diesen Mac in wenigen Schritten vor.
es: Prepararemos este Mac en unos pocos pasos.
fr: Nous préparerons ce Mac en quelques étapes.
hi: हम इस Mac को कुछ steps में prepare करेंगे।
id: Kami akan menyiapkan Mac ini dalam beberapa langkah.
ja: 数ステップでこの Mac を準備します。
ko: 몇 단계로 이 Mac을 준비합니다.
pt_br: Vamos preparar este Mac em poucos passos.
pt_pt: Vamos preparar este Mac em poucos passos.
ru: Мы подготовим этот Mac за несколько шагов.
ur: ہم اس Mac کو کچھ steps میں prepare کریں گے۔
zh_hans: 我们将通过几个步骤准备这台 Mac。

# bootstrap.welcome.cta
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
id: Lanjutkan
ja: 続ける
ko: 계속
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
zh_hans: 继续

# bootstrap.welcome.cta.a11y
source: Continue to the next step
ar: المتابعة إلى الخطوة التالية
de: Mit dem nächsten Schritt fortfahren
es: Continuar al siguiente paso
fr: Continuer à l’étape suivante
hi: Next step पर continue करें
id: Lanjutkan ke langkah berikutnya
ja: 次のステップへ進みます
ko: 다음 단계로 계속
pt_br: Continuar para a próxima etapa
pt_pt: Continuar para a próxima etapa
ru: Перейти к следующему шагу
ur: Next step پر continue کریں
zh_hans: 继续下一步

# bootstrap.welcome.step
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Passo 1 de 3
pt_pt: Passo 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.welcome.step.a11y
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Etapa 1 de 3
pt_pt: Etapa 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.houseCreation.error.title
source: I could not create your home.
ar: تعذر إنشاء منزلك.
de: Ich konnte Ihr Zuhause nicht erstellen.
es: No pude crear tu casa.
fr: Je n’ai pas pu créer votre maison.
hi: मैं आपका home create नहीं कर सका।
id: Saya tidak dapat membuat home Anda.
ja: 家を作成できませんでした。
ko: 홈을 만들 수 없었습니다.
pt_br: Não consegui criar sua casa.
pt_pt: Não consegui criar a sua casa.
ru: Не удалось создать ваш home.
ur: میں آپ کا home create نہیں کر سکا۔
zh_hans: 无法创建你的家。

# bootstrap.houseCreation.error.retry
source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar de novo
ru: Повторить
zh_hans: 重试
